import React from 'react';
const Biography = () => 
{
  return (
    <div>
      <h1>Біографія Леонардо да Вінчі</h1>
      <p>Леона́рдо да Ві́нчі (італ. Leonardo da Vinci; 15 квітня 1452, селище Анк'яно, поблизу Флоренції (Тоскана) — 2 травня 1519, замок Кло-Люсе, Амбуаз) — італійський математик, художник (живописець, скульптор, архітектор), науковець (анатом, натураліст), винахідник, письменник, музикант, один з найбільших представників мистецтва Високого Відродження, яскравий приклад «універсальної людини». У Леонардо було багато друзів, були учні. Втім, схоже, він не мав близьких стосунків із жінками, крім дружби з Сесілією Галлерані та двома сестрами Беатріче та Ізабеллою.
Що ж стосується любовних стосунків, достовірних відомостей на цей рахунок немає, оскільки Леонардо ретельно приховував цю сторону свого життя. Одружений він не був, про романи з жінками достовірних відомостей немає. За деякими версіями, у Леонардо був зв'язок із Чечілією Галлерані, фавориткою Лодовіко Моро, з якої він написав свою знамениту картину «Пані з горностаєм».
Його орієнтація є темою запеклих дискусій, починаючи з середини XVI століття до нашого часу. Дослідженням цього питання займався Зиґмунд Фройд. Ймовірно, художник мав стосунки зі своїми учнями Салаї та Франческо Мельці.[джерело?] Судові записи 1476 року свідчать, що 24-річного Леонардо та трьох інших молодиків звинуватили в содомії з добре відомим на той час проститутом. Звинувачення були зняті за браком доказів.
Вважається, що да Вінчі був вегетаріанцем (Андреа Корсан в листі до Джуліано ді Лоренцо Медічі порівнює Леонардо з одним індусом, який не їв м'яса). За словами Вазарі, да Вінчі мав звичку купувати птахів, що перебували у клітці, й звільняти їх. Часто приписувана да Вінчі фраза «Якщо людина прагне до свободи, чому він птахів і звірів тримає в клітках?.. людина воістину цар звірів, адже він жорстоко винищує їх. Ми живемо, забиваючи інших. Ми ходячі кладовища! Ще в ранньому віці я відмовився від м'яса» взята з англійського перекладу роману Дмитра Мережковського «Воскреслі боги. Леонардо да Вінчі».
У числі захоплень Леонардо були навіть кулінарія та мистецтво сервірування. У Мілані впродовж тринадцяти років він був розпорядником придворних бенкетів. Він винайшов кілька кулінарних пристосувань, що полегшують працю кухарів.</p>
    </div>
  );
};
export default Biography;